Repository: GoldenPotato137/PotatoVN
Catalog: GalgameManager/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# SettingsPage_Game_LocaleEmulator.Title
source: LocaleEmulator Executable Path
ja_jp: LocaleEmulator 実行可能ファイルパス
zh_cn: LocaleEmulator 可执行文件路径

# SettingsPage_Game_LocaleEmulator.Description
source: Set the path for Locale Emulator, used for running games in different regions. Please select the LEProc.exe file
ja_jp: 地域エミュレーターのパスを設定します。ゲームを異なる地域で実行するために使用します。LEProc.exeファイルを選択してください。
zh_cn: 设置LocaleEmulator的路径，用于转区运行游戏，请选择LEProc.exe文件

# SettingsPage_Game_LocaleEmulator_PathDescription.Text
source: Current path:
ja_jp: 現在のパス：
zh_cn: 当前路径：

# Select.Content
source: Change
ja_jp: 変更
zh_cn: 更改

# SettingsPage_Game_LocalEmulatorPathWarning
source: By default, the executable file name for LocaleEmulator is LEProc.exe.\nThe file name you selected is inconsistent with it. Please check if you have selected the correct executable file.
ja_jp: デフォルトでは、LocaleEmulatorの実行ファイル名はLEProc.exeです。 選択したファイル名がこれと一致しません。正しい実行ファイルを選択したか確認してください。
zh_cn: 默认情况下，LocaleEmulator的可执行文件名为LEProc.exe。 您选择的文件名与其不一致，请检查是否选择了正确的可执行文件。

# GalgamePage_RunInLocaleEmulator.Label
source: Run game in Locale Emulator
ja_jp: ロケールエミュレーターでゲームを実行
zh_cn: 转区运行游戏

# GalgamePage_HighDpi.Label
source: High DPI scaling override
ja_jp: 高DPIスケーリングの上書き
zh_cn: 高DPI替代缩放

# GalgamePage_InvalidLocaleEmulatorPath
source: LocaleEmulator path is not set or does not exist. Please set the LocaleEmulator path in Settings->Game.
ja_jp: LocaleEmulatorのパスが設定されていないか、存在しません。「設定」->「ゲーム」でLocaleEmulatorのパスを設定してください。
zh_cn: LocaleEmulator 路径未设置或路径不存在，请在 设置->游戏 处设置LocaleEmulator路径

# GalgamePage_HighDpi_Success
source: Successfully modified High DPI scaling override
ja_jp: 高DPIスケーリングの上書きの変更に成功しました
zh_cn: 成功修改高DPI替代缩放

# GalgamePage_HighDpi_Fail
source: Failed to modify High DPI override scaling
ja_jp: 高DPI代替スケーリングの変更に失敗しました
zh_cn: 修改高DPI替代缩放失败

# GalgamePage_HighDpi_NeedAdmin
source: Administrator privileges are required to modify DPI settings
ja_jp: DPI設定を変更するには管理者権限が必要です
zh_cn: 需要管理员权限来修改DPI设置

# GalgamePage_HighDpi_ExePathIsEmpty
source: Game executable path not specified, please set the game path first
ja_jp: ゲームのexeパスが指定されていません。まずゲームパスを設定してください
zh_cn: 未指定游戏exe路径，请先设置游戏路径

# GalgamePage_Delete_Game_Error
source: Error when deleting game: {0}
ja_jp: ゲームの削除中にエラーが発生しました：{0}
zh_cn: 删除游戏时发生错误：{0}

# GalgamePage_Delete_Game_Success
source: Game deleted successfully
ja_jp: ゲームを正常に削除しました
zh_cn: 成功删除游戏

# Shell_MultiStream.Content
source: Home
ja_jp: ホーム
zh_cn: 主页

# Shell_MultiStreamText.Text
source: Home
ja_jp: ホーム
zh_cn: 主页

# MultiStreamPage_AllSources
source: Library
ja_jp: ゲームライブラリ
zh_cn: 游戏库

# GalgameSourcePage_GamesTable.SettingTitle
source: Games List
ja_jp: ゲームリスト
zh_cn: 管理游戏

# GalgameSourcePage_GamesTable.SettingDescription
source: View and edit all game information in this library.
ja_jp: このライブラリ内のすべてのゲーム情報を表示および編集する
zh_cn: 查看与编辑这个库里的所有游戏信息

# GalgameSourcePage_Setting.SettingTitle
source: Library Settings
ja_jp: ゲームライブラリ設定
zh_cn: 游戏库设置

# GalgameSourcePage_Setting.SettingDescription
source: View and configure this library's information and settings.
ja_jp: このライブラリの情報と設定を表示および構成する
zh_cn: 查看与设置这个库的信息与配置

# GalgameSourcePage_Setting_Name.Title
source: Library Name
ja_jp: ゲームライブラリ名
zh_cn: 游戏库名

# GalgameSourcePage_Setting_Name.Description
source: Changing this name will not affect the physical entity (the corresponding library folder will not be renamed).
ja_jp: この名前を変更しても物理的な実体には反映されません（このライブラリに対応するフォルダーの名前は変更されません）
zh_cn: 修改该名不会反应到物理实体上（不会重命名该库对应的文件夹）

# GalgameSourcePage_Setting_AutoScan.Title
source: Auto scan on startup
ja_jp: 起動時に自動スキャン
zh_cn: 启动时自动扫描

# GalgameSourcePage_Setting_AutoScan.Description
source: Automatically scan games in this library when PotatoVN starts?
ja_jp: PotatoVNの起動時にこのライブラリ内のゲームを自動スキャンしますか
zh_cn: 是否在PotatoVN启动时自动扫描该库内的游戏

# GalgameSourcePage_Setting_IncludeSubSources.Title
source: Include games from sub-sources
ja_jp: サブライブラリのゲームを表示する
zh_cn: 显示子库的游戏

# GalgameSourcePage_Setting_IncludeSubSources.Description
source: Display games from sub-libraries in the list below
ja_jp: 以下のゲームリストにサブライブラリのゲームを表示しますか？
zh_cn: 是否在下面的游戏列表中显示子库的游戏

# ResetToDefault.Content
source: Reset to Default
ja_jp: デフォルト値に戻す
zh_cn: 恢复到默认值

# GalgameSourcePage_Setting_Image.Title
source: Cover Image
ja_jp: カバー画像
zh_cn: 封面图

# GalgameSourcePage_Setting_NoImage
source: No cover image, the corresponding library icon will be displayed.
ja_jp: カバー画像なし、ゲームライブラリのアイコンが表示されます
zh_cn: 无封面图，将显示改游戏库对应的icon

# MultiStreamPage_Cmd_Search.Label
source: Search
ja_jp: 検索
zh_cn: 搜索

# MultiStreamPage_SearchFailed
source: No game/developer matching this keyword found
ja_jp: このキーワードに一致するゲーム/制作会社は見つかりませんでした
zh_cn: 没有找到与该关键字匹配的游戏/制作公司

# MultiStreamPage_Cmd_Setting.Label
source: Settings
ja_jp: 表示リストの設定
zh_cn: 修改页面布局

# PageEnum_Home
source: Gaming
ja_jp: ゲーム
zh_cn: 游戏

# PageEnum_Category
source: Category
ja_jp: カテゴリ
zh_cn: 分类

# PageEnum_MultiStream
source: Home
ja_jp: ホーム
zh_cn: 主页

# MultiStreamPageSortKeys_LastPlayed
source: Last Played
ja_jp: 最終プレイ日時
zh_cn: 上次游玩时间

# MultiStreamPageSortKeys_ReleaseDate
source: Release Date
ja_jp: リリース日
zh_cn: 发行时间

# MultiStreamPageSettingDialog_ListTitle.Text
source: List Title
ja_jp: リストタイトル
zh_cn: 列表标题

# MultiStreamPageSettingDialog_Sort.Text
source: Sort By
ja_jp: 並べ替え方法
zh_cn: 排序方式

# MultiStreamPageSettingDialog_GameList_Category.Text
source: Category
ja_jp: カテゴリ
zh_cn: 分类

# MultiStreamPageSettingDialog_CategoryList_Group.Text
source: Category Groups
ja_jp: カテゴリグループ
zh_cn: 分类组

# MultiStreamPageSortKeys_LastClicked
source: Last Clicked
ja_jp: 最終クリック日時
zh_cn: 上次点击时间

# MultiStreamPageSettingDialog_SourceList_Base.Text
source: Base Library
ja_jp: 基本ライブラリ
zh_cn: 根库

# MultiStreamPageSettingDialog_GameList_Name.Text
source: Game List
ja_jp: ゲームリスト
zh_cn: 游戏列表

# MultiStreamPageSettingDialog_CategoryList_Name.Text
source: Category List
ja_jp: カテゴリリスト
zh_cn: 分类列表

# MultiStreamPageSettingDialog_SourceList_Name.Text
source: Library List
ja_jp: ライブラリリスト
zh_cn: 库列表

# MultiStreamPageSettingDialog_CommandBar_Add.Label
source: Add List
ja_jp: リストの追加
zh_cn: 添加列表

# MultiStreamPageSettingDialog_CommandBar_Reset.Label
source: Restore default settings
ja_jp: 既定の設定に戻す
zh_cn: 恢复默认设置

# MultiStreamPageSettingDialog_CommandBar_Add_GameListFull.Text
source: Game List (All Games)
ja_jp: ゲームリスト（すべてのゲーム）
zh_cn: 游戏列表（全部游戏）

# MultiStreamPageSettingDialog_CommandBar_Add_GameListCategory.Text
source: Game List (by Category)
ja_jp: ゲームリスト（特定のカテゴリ内）
zh_cn: 游戏列表（某分类中）

# MultiStreamPageSettingDialog_CommandBar_Add_GameListSource.Text
source: Game List (by Library)
ja_jp: ゲームリスト（特定のライブラリ内）
zh_cn: 游戏列表（某库中）

# MultiStreamPageSettingDialog_CommandBar_Add_CategoryList.Text
source: Category List (by Category Group)
ja_jp: カテゴリリスト（特定のカテゴリグループ）
zh_cn: 分类列表（某分类组）

# MultiStreamPageSettingDialog_CommandBar_Add_SourceListFull.Text
source: Library List (All Libraries)
ja_jp: ライブラリリスト（すべてのライブラリ）
zh_cn: 库列表（全部库）

# MultiStreamPageSettingDialog_CommandBar_Add_SourceListSubSource.Text
source: Source list (in a library)
ja_jp: ライブラリリスト（特定のライブラリ内）
zh_cn: 库列表（某库中）

# MultiStreamPageSettingDialog_NewGameList
source: New game list
ja_jp: 新規ゲームリスト
zh_cn: 新建游戏列表

# MultiStreamPageSettingDialog_NewCategoryList
source: New category list
ja_jp: 新規カテゴリリスト
zh_cn: 新建分类列表

# MultiStreamPageSettingDialog_NewSourceList
source: New source list
ja_jp: 新規ライブラリリスト
zh_cn: 新建库列表

# MultiStreamPageSettingDialog_GameList_Source.Text
source: Library
ja_jp: ゲームライブラリ
zh_cn: 游戏库

# MultiStreamPage_RecentPlayGames
source: Recently played games
ja_jp: 最近プレイしたゲーム
zh_cn: 最近游玩的游戏

# MultiStreamPage_Cmd_AllowScroll.Label
source: Allow mouse wheel scrolling
ja_jp: マウスホイールでのリストスクロールを許可
zh_cn: 允许横向滑动页面

# SettingsPage_Other_Export.Title
source: Export data
ja_jp: データのエクスポート
zh_cn: 导出数据

# SettingsPage_Other_Export.Description
source: Export all games, libraries, categories, and other information
ja_jp: すべてのゲーム、ゲームライブラリ、カテゴリなどの情報をエクスポート
zh_cn: 导出所有的游戏、游戏库、分类等信息

# SettingsPage_Other_Export_Button.Content
source: Select export location
ja_jp: エクスポート場所の選択
zh_cn: 选择导出位置

# SettingsPage_Other_Export_Fail
source: Export data failed
ja_jp: データのエクスポートに失敗しました
zh_cn: 导出数据失败

# ExportTask_PathNotWritable
source: Path {0} is not writable.
ja_jp: パス {0} に書き込み権限がありません
zh_cn: 路径 {0} 没有写权限

# ExportTask_Title
source: Export Data Task
ja_jp: データエクスポートタスク
zh_cn: 导出数据任务

# SettingsPage_Other_Export_Exporting
source: An export task is already running. Please wait for the current task to complete before starting a new export.
ja_jp: 既にエクスポートタスクが実行中です。前のタスクが完了するまでお待ちください。
zh_cn: 已有一个导出任务正在运行，请等待上个任务完成后再新增导出。

# ExportTask_Success
source: Successfully exported data to: {0}
ja_jp: データのエクスポートに成功しました：{0}
zh_cn: 成功导出数据至： {0}

# ExportTask_FileExist
source: Export file {0} already exists. Please delete or move it before exporting again.
ja_jp: エクスポートファイル {0} は既に存在します。エクスポートする前に、このファイルを削除または移動してください。
zh_cn: 导出文件 {0} 已存在，请删除或移动该文件后再导出。

# ExportTask_Compressing
source: Compressing export file
ja_jp: エクスポートファイルを圧縮中です
zh_cn: 正在压缩导出文件

# GalgameSourceCollectionService_RemoveNonExist_Title
source: Deleted Libraries Not Found
ja_jp: 見つからないライブラリを削除しました
zh_cn: 已删除找不到的库

# GalgameSourceCollectionService_RemoveNonExist_Msg
source: The following libraries could not be found in the file system and have been deleted from PotatoVN. Please check the corresponding locations carefully (were they renamed?) and re-add the libraries. {0}
ja_jp: ファイルシステムで以下のライブラリが見つからなかったため、PotatoVNから削除しました。対応する場所にライブラリがあるか（名前が変更されたか？）をよく確認し、ライブラリを再度追加してください。{0}
zh_cn: 无法在文件系统中找到以下库，已在PotatoVN中将其删除。请仔细检查对应的位置是否有库（改名了？）并重新添加库。{0}

# GalgameSourceCollectionService_Export_Progress
source: Exporting game library: {0}
ja_jp: ゲームライブラリをエクスポート中です：{0}
zh_cn: 正在导出游戏库：{0}

# CategoryService_Export_Progress
source: Exporting category: {0}
ja_jp: カテゴリをエクスポート中: {0}
zh_cn: 正在导出分类：{0}

# GalgameCollectionService_Export_Progress
source: Exporting game: {0}
ja_jp: ゲームをエクスポート中: {0}
zh_cn: 正在导出游戏：{0}

# ActivationService_LoadDataError
source: Unable to read PotatoVN data, is it corrupted?\nOld data has been backed up to: {0}\nYou can try to restore previously exported data (if any), or obtain data from the sync server (if any), or raise an issue on GitHub to contact the developer to try and recover the data.\nThe software has been restored to its initial state.
ja_jp: PotatoVNデータを読み取れません。データが破損していますか？ 古いデータは以下にバックアップされました: {0} 以前にエクスポートしたデータ（もしあれば）を復元するか、同期サーバーからデータ（もしあれば）を取得するか、またはGitHubでissueを提出して開発者に連絡し、データの復元を試みることができます。 ソフトウェアは初期状態に復元されました。
zh_cn: 无法读取PotatoVN数据，数据损坏？ 旧数据已被备份到：{0} 您可以尝试恢复之前导出的数据（如有），或从同步服务器中获取数据（如有），或在github上提出issue联系开发者以尝试恢复数据。 软件已恢复到初始状态。

# ImportWindow_Extracting
source: Extracting backup file: {0}
ja_jp: バックアップファイルを解凍中: {0}
zh_cn: 正在解压备份文件： {0}

# ImportWindow_BackingUp
source: Backing up current data
ja_jp: 現在のデータをバックアップ中
zh_cn: 正在备份当前数据

# ImportWindow_Fail
source: Data import failed
ja_jp: データのインポートに失敗しました
zh_cn: 导入数据失败

# ImportWindow_Restoring
source: Data import failed, restoring original data. Reason for failure:\n{0}
ja_jp: データのインポートに失敗しました。元のデータを復元中です。失敗の原因: {0}
zh_cn: 数据导入失败，恢复原有数据中。失败原因为： {0}

# ImportWindow_Importing
source: Modules are reading data
ja_jp: 各モジュールがデータを読み込み中
zh_cn: 各模块正在读取数据

# SettingsPage_Other_Import.Title
source: Import data
ja_jp: データをインポート
zh_cn: 导入数据

# SettingsPage_Other_Import.Description
source: Import all games, libraries, categories, and other information
ja_jp: すべてのゲーム、ゲームライブラリ、カテゴリなどの情報をインポートします
zh_cn: 导入所有的游戏、游戏库、分类等信息

# SettingsPage_Other_Import_Button.Content
source: Select data package
ja_jp: データパックを選択
zh_cn: 选择数据包

# SettingsPage_Other_Import_Fail
source: Import data failed
ja_jp: データインポートに失敗しました
zh_cn: 导入数据失败

# SettingsPage_Other_Import_Copying
source: Copying data package to PotatoVN database
ja_jp: データパックをPotatoVNデータベースにコピー中です
zh_cn: 正在复制数据包到PotatoVN数据库

# SettingsPage_Other_Import_Restart
source: The application will automatically restart in 10 seconds to complete the remaining import process.
ja_jp: アプリケーションは残りのインポートプロセスを完了するために10秒後に自動的に再起動します。
zh_cn: 应用将在10秒后自动重启以完成剩余的导入过程。

# SettingsPage_Other_Import_WrongFile
source: Please select a PotatoVN export file like "xxx.pvnExport.zip".
ja_jp: "xxx.pvnExport.zip"のようなPotatoVNエクスポートファイルを選択してください
zh_cn: 请选择形如"xxx.pvnExport.zip"的PotatoVN导出文件

# UpdateContentPage_WebView2IsNeeded.Text
source: This page requires WebView2 to display correctly.
ja_jp: このページを正常に表示するにはWebView2が必要です
zh_cn: 本页需要WebView2以正常显示

# UpdateContentPage_DownloadWebview2.Content
source: Click here to go to WebView2 download link.
ja_jp: こちらをクリックしてWebView2ダウンロードリンクへ
zh_cn: 点此跳转Webview2下载链接

# UpdateContentPage_SeeWebsite.Label
source: View all update records.
ja_jp: 全ての更新履歴を表示
zh_cn: 查看所有更新记录

# LocalFolderSourceService_OnFolderCreatedError
source: Auto add games failed.
ja_jp: ゲームの自動追加に失敗しました
zh_cn: 自动添加游戏失败

# GalgameSourcePage_Setting_Auto.Title
source: Auto add/unmanage games.
ja_jp: ゲームの自動追加/ホスト解除
zh_cn: 自动添加/取消托管游戏

# GalgameSourcePage_Setting_Auto.Description
source: When PotatoVN is running, should changes made manually to the game library content in the file manager be reflected in PotatoVN?
ja_jp: PotatoVN実行中に、ファイルマネージャーでゲームライブラリの内容を手動で変更した場合、その変更はPotatoVNに反映されますか？
zh_cn: PotatoVN运行时，在文件管理器手动修改游戏库的内容是否反馈到PotatoVN里。

# GalgameSourcePage_Setting_Auto_Add.Title
source: Auto Add Game
ja_jp: ゲームの自動追加
zh_cn: 自动添加游戏

# GalgameSourcePage_Setting_Auto_Add.Description
source: When manually adding game folders to the library, PotatoVN automatically adds the game to the library.
ja_jp: ゲームライブラリにゲームフォルダを手動で追加すると、PotatoVNが自動的にそのゲームをライブラリに追加します。
zh_cn: 手动往游戏库添加游戏文件夹时，PotatoVN自动添加该游戏到库里。

# GalgameSourcePage_Setting_Auto_Remove.Title
source: Auto Remove Managed Game
ja_jp: ゲームの自動管理解除
zh_cn: 自动取消托管游戏

# GalgameSourcePage_Setting_Auto_Remove.Description
source: When manually deleting game folders from the library, PotatoVN automatically removes the managed game from that library.
ja_jp: ゲームライブラリからゲームフォルダを手動で削除すると、PotatoVNが自動的にそのゲームの管理を解除します。
zh_cn: 手动在游戏库删除游戏文件夹时，PotatoVN自动从该库取消托管游戏。

# LocalFolderSourceService_OnFolderCreated
source: Game Automatically Added Successfully
ja_jp: ゲームの自動追加に成功しました
zh_cn: 自动添加游戏成功

# LocalFolderSourceService_OnFolderDelete
source: Game Automatically Removed from Library Successfully
ja_jp: ライブラリからのゲーム自動削除に成功しました
zh_cn: 自动从库中移出游戏成功

# LocalFolderSourceService_OnFolderDeleteError
source: Game Automatically Removed from Library Failed
ja_jp: ライブラリからのゲーム自動削除に失敗しました
zh_cn: 自动从库中移出游戏失败

# Shell_AnnualReport.Content
source: Annual Report
ja_jp: 年次レポート
zh_cn: 年度报告

# Shell_AnnualReportText.Text
source: Annual Report
ja_jp: 年次報告
zh_cn: 年度报告

# SettingsPage_Library_RemoveAllBackup.Title
source: Clean Up Backup Files
ja_jp: バックアップファイルをクリーンアップ
zh_cn: 清理备份文件

# SettingsPage_Library_RemoveAllBackup.Description
source: Delete all .PotatoVN backup files in game directories (only removes backup copies, does not affect currently used data)
ja_jp: すべてのゲームディレクトリにある.PotatoVNバックアップファイルを削除します（バックアップコピーのみが削除され、現在使用中のデータには影響しません）
zh_cn: 删除所有游戏目录下的.PotatoVN备份文件（仅移除备份副本，不影响当前使用中的数据）

# SettingsPage_Library_RemoveMetaBackupProgress
source: Deleting {0}'s .PotatoVN backup files
ja_jp: {0} の.PotatoVNバックアップファイルを削除しています
zh_cn: 正在删除 {0} 的.PotatoVN备份文件

# GalgameSourcePage_GamesTable_RssType.Text
source: Scraping Source
ja_jp: 情報源
zh_cn: 搜刮源

# GalgameSourcePage_GamesTable_Name.Text
source: Name
ja_jp: ゲーム名
zh_cn: 游戏名

# GalgameSourcePage_GamesTable_Path.Text
source: Path
ja_jp: パス
zh_cn: 路径：

# GalgameSourcePage_GamesTable_Edit.Text
source: Edit
ja_jp: 編集
zh_cn: 编辑游戏信息

# GalgameSourcePage_GamesTable_CopyName.Text
source: Copy Game Name
ja_jp: ゲーム名をコピー
zh_cn: 复制游戏名

# GalgameSourcePage_GamesTable_CopyPath.Text
source: Copy Path
ja_jp: パスをコピー
zh_cn: 复制路径

# GalgameSourcePage_GamesTable_OpenInExplorer.Text
source: Open in Explorer
ja_jp: ファイルエクスプローラーで開く
zh_cn: 在文件管理器中打开

# GalgameSourcePage_GamesTable_Delete.Text
source: Remove Game from Library
ja_jp: ライブラリからゲームを削除
zh_cn: 从库中移除游戏

# GalgameSourcePage_Remove_Title
source: Remove Game from Library
ja_jp: ライブラリからゲームを削除
zh_cn: 从库中移除游戏

# GalgameSourcePage_Remove_SingleGame
source: Do you want to remove game from library: {0}
ja_jp: ゲーム「{0}」をライブラリから削除しますか？
zh_cn: 是否要从游戏库中移除游戏：{0}

# AnnualReportPage_Calculating.Text
source: Calculating annual data, please wait.
ja_jp: 年間データを計算中です。しばらくお待ちください
zh_cn: 正在计算年度数据，请稍后

# Shell_GalgamePage.Content
source: Game Details
ja_jp: ゲーム詳細
zh_cn: 游戏详情

# Galgame_GetCharacterInfo_Waiting
source: Target scraping source congestion control, waiting in queue, retrying in {0} seconds.
ja_jp: ターゲットのスクレイピング元が混雑しています。キューで待機中です。 {0}秒後に再試行します
zh_cn: 目标搜刮源拥塞控制，排队等待中，{0} 秒后重试

# SortKeys_Name
source: Name
ja_jp: ゲーム名
zh_cn: 游戏名

# SortKeys_Developer
source: Developer
ja_jp: 制作会社
zh_cn: 制作公司

# SortKeys_Rating
source: Rating
ja_jp: レーティング
zh_cn: 评分

# DisplayName_ChineseName
source: Chinese Name
ja_jp: ゲーム中国語名
zh_cn: 游戏中文名

# DisplayName_OriginalName
source: Original Name
ja_jp: ゲーム原題
zh_cn: 游戏原名

# DisplayName_Name
source: Default Name
ja_jp: 既定のゲーム名
zh_cn: 默认游戏名

# DisplayName_None
source: Hide
ja_jp: 隠す
zh_cn: 隐藏

# SortKeys_LastPlay
source: Last Played
ja_jp: 最終プレイ時間
zh_cn: 最后游玩时间

# SortKeys_ReleaseDate
source: Release Date
ja_jp: 発売日
zh_cn: 发售日期

# SortKeys_LastFetchInfoTime
source: Last Info Update Time
ja_jp: 最終情報更新時間
zh_cn: 最后更新信息时间

# SortKeys_AddTime
source: Time Added
ja_jp: 追加時間
zh_cn: 添加时间

# GalgameSettingPage_GetInfoFromRssFailed
source: Failed to get data from data source
ja_jp: データソースからのデータ取得に失敗しました
zh_cn: 从数据源获取数据失败

# SettingsPage_Download_Character.Title
source: Download Game Character Information
ja_jp: ゲームキャラクター情報をダウンロード
zh_cn: 下载游戏角色信息

# SettingsPage_Download_Character.Description
source: Note: Downloading a large amount of game character information simultaneously may cause API congestion, which will lead to longer download times to complete
ja_jp: 注意：大量のゲームキャラクター情報を同時にダウンロードすると、APIが詰まり、ダウンロード完了に時間がかかる場合があります
zh_cn: 注意：同时下载大量游戏角色信息可能会导致API堵塞，这会导致需要更长时间才能完成下载

# Galgame_GetCharacterInfo_RunningTasks
source: There are {0} games waiting to download character info
ja_jp: あと{0}個のゲームがキャラクター情報のダウンロードを待っています
zh_cn: 还有{0}个游戏等待下载角色信息

# LibraryPage_NavVisible.Label
source: Show Navigation Bar
ja_jp: ナビゲーションバーを表示
zh_cn: 显示导航栏

# LibraryPage_StatisticsVisible.Label
source: Show Statistics
ja_jp: 統計データを表示
zh_cn: 显示统计数据

# SettingsPage_Start_AutoStartOnLogin.Title
source: Auto-start on Login
ja_jp: 自動起動
zh_cn: 开机自启

# SettingsPage_Start_AutoStartOnLogin.Description
source: Automatically start PotatoVN after Windows starts (after login)
ja_jp: Windows起動後（ログイン後）にPotatoVNを自動的に起動します
zh_cn: 在windows启动后（登录后）自动启动PotatoVN

# SettingsPage_Start_MinToTray.Title
source: Minimize to tray
ja_jp: システムトレイに最小化
zh_cn: 最小化到系统托盘

# SettingsPage_Start_MinToTray.Description
source: Minimize to tray after auto-start
ja_jp: 自動起動時にシステムトレイに最小化する
zh_cn: 自动启动后是否最小化到系统托盘

# SettingsPage_Start_AutoStartDisabledByUser
source: You have manually disabled PotatoVN's auto-start in Task Manager. Please enable auto-start for this application in Task Manager and try again.
ja_jp: タスクマネージャーでPotatoVNの自動起動を手動で無効にしました。タスクマネージャーでこのソフトウェアの自動起動を有効にしてから、もう一度お試しください。
zh_cn: 你在任务管理器中手动禁用过PotatoVN的自动启动啦，请在任务管理器中打开本软件的自动启动后再尝试~

# SettingsPage_Start_AutoStartDisabledByPolicy
source: PotatoVN auto-start is disabled by group policy. Please contact your computer administrator for details.
ja_jp: PotatoVNの自動起動はグループポリシーによって無効化されています。詳細はコンピューター管理者にお問い合わせください。
zh_cn: PotatoVN的自动启动被组策略禁用啦，详情请咨询电脑管理员~

# SettingsPage_Start_AutoStartFail
source: Failed to modify auto-start settings
ja_jp: 自動起動設定の変更に失敗しました
zh_cn: 修改自动启动设置失败

# AccountPage_Pvn_LoginedDescription
source: User ID: {0}, Login valid until: {1}, Next login refresh: {2}
ja_jp: ユーザーID:{0}, ログイン有効期限:{1}, 次回ログイン更新:{2}
zh_cn: 用户ID:{0}, 登录有效至:{1}, 下次刷新登录:{2}

# AccountPage_Pvn_RefreshToken.Title
source: Refresh Login
ja_jp: ログインを更新
zh_cn: 刷新登录

# AccountPage_Pvn_RefreshToken.Description
source: Refresh login immediately and update account information.
ja_jp: すぐにログインを更新し、アカウント情報を更新します。
zh_cn: 立刻刷新登录，并更新账户信息。

# AccountPage_Pvn_TokenExpired
source: This account login has expired and cannot be refreshed directly. Please re-login to this account (log out first, then log in).
ja_jp: このアカウントのログインは期限切れです。直接ログインを更新することはできません。このアカウントに再度ログインしてください（一度ログアウトしてからログインしてください）
zh_cn: 该账户登录已过期，无法直接刷新登录，请重新登录此账号（先登出再登录）

# PvnService_TokenRefreshed
source: PotatoVN account login successfully refreshed.
ja_jp: PotatoVNアカウントのログインを正常に更新しました。
zh_cn: 已成功刷新PotatoVN账户登录~

# PvnService_TokenRefreshFailed
source: Failed to refresh PotatoVN account login.
ja_jp: PotatoVNアカウントのログイン更新に失敗しました
zh_cn: 刷新PotatoVN账户登录失败

# AccountPage_Pvn_RefreshSuccess
source: PotatoVN account login successfully refreshed.
ja_jp: PotatoVNアカウントのログインを正常に更新しました。
zh_cn: 已成功刷新PotatoVN账户登录~

# GalgameCollectionService_UpgradeToLiteDB_Failed
source: Data upgrade failed (Game list)
ja_jp: データ更新失敗（ゲームリスト）
zh_cn: 数据升级失败 （游戏列表）

# GalgameSourceCollectionService_NotSuchGameUUID_Title
source: An unexpected error occurred while reading the game library
ja_jp: ゲームライブラリの読み込み中に予期せぬエラーが発生しました
zh_cn: 读取游戏库时发生意料外错误

# GalgameSourceCollectionService_NotSuchGameUUID_Msg
source: Could not find the corresponding game based on game UUID, game {0} has been removed from the library {1}
ja_jp: ゲームUUIDに基づいて対応するゲームが見つかりませんでした。ゲーム {0} はライブラリから削除されました {1}
zh_cn: 无法根据游戏UUID找到相应的游戏，游戏 {0} 已被移除出库 {1}

# MultiStreamPage_LoadFailed
source: An error occurred while reading the list
ja_jp: リストの読み込み中にエラーが発生しました
zh_cn: 读取列表时出现错误

# MultiStreamPage_LoadFailed_CanNotFindById
source: The category group corresponding to list {0} was not found. Has this category group been deleted?
ja_jp: リスト {0} に対応するカテゴリグループが見つかりませんでした。このカテゴリグループはすでに削除されましたか？
zh_cn: 没有找到列表 {0} 所对应的分类组，是不是已经删除了该分类组？

# GetStaffFromRssTask_Title
source: Get game staff task
ja_jp: スタッフ情報取得タスク
zh_cn: 获取游戏制作人任务

# GetStaffFromRssTask_Progress
source: Getting the following staff information:
ja_jp: 以下のスタッフ情報を取得中：
zh_cn: 正在获取以下staff信息：

# GetStaffFromRssTask_Progress_Waiting
source: There are {0} staff information retrieval tasks queued
ja_jp: あと{0}人のスタッフ情報取得タスクがキューに入っています
zh_cn: 还有{0}位staff信息获取任务排队中

# GalgamePage_Staffs.Text
source: Staff
ja_jp: 制作スタッフ
zh_cn: 制作人员

# Career_Relation_Unknown
source: Creator
ja_jp: 制作
zh_cn: 制作

# Career_Relation_Writer
source: Writer
ja_jp: シナリオ
zh_cn: 剧本

# Career_Relation_Painter
source: Painter
ja_jp: 原画
zh_cn: 原画

# Career_Relation_Musician
source: Musician
ja_jp: 音楽
zh_cn: 音乐

# Career_Relation_Seiyu
source: Voice Actor
ja_jp: 声優
zh_cn: 声优

# Career_Relation_Producer
source: Producer
ja_jp: 開発
zh_cn: 开发

# Career_Relation_Programmer
source: Programmer
ja_jp: プログラマー
zh_cn: 程序

# Shell_GalgameCharacter.Content
source: Character Introduction
ja_jp: キャラクター紹介
zh_cn: 角色介绍

# StaffPage_Gender.Text
source: Gender
ja_jp: 性別
zh_cn: 性别

# Career_Writer
source: Writer
ja_jp: 作家
zh_cn: 作家

# Career_Unknown
source: Unknown
ja_jp: 不明
zh_cn: 未知

# Career_Painter
source: Illustrator
ja_jp: 絵師
zh_cn: 绘师

# Career_Musician
source: Musician
ja_jp: 音楽家
zh_cn: 音乐家

# Career_Seiyu
source: Voice Actor
ja_jp: 声優
zh_cn: 声优

# Career_Producer
source: Producer
ja_jp: プロデューサー
zh_cn: 制作人

# Career_Programmer
source: Programmer
ja_jp: プログラマー
zh_cn: 程序

# StaffPage_Career.Text
source: Career
ja_jp: 職業
zh_cn: 职业

# StaffPage_Birthday.Text
source: Birthday
ja_jp: 誕生日
zh_cn: 生日

# StaffPage_Description.Text
source: Description
ja_jp: プロフィール
zh_cn: 人物简介

# StaffPage_Games.Content
source: Works
ja_jp: 参加作品
zh_cn: 参与作品

# StaffPage_DeleteGame.Text
source: Remove Work
ja_jp: 作品を削除
zh_cn: 移除作品

# StaffPage_AddGame.Label
source: Add Work
ja_jp: 作品を追加
zh_cn: 增加作品

# GalgamePage_HeaderPanel_ExpectedPlayTime.Text
source: Expected Playtime
ja_jp: プレイ時間目安
zh_cn: 预计时长

# GalgamePage_GamePlayStatusPanel_MyRating.Text
source: My Rating
ja_jp: 私の評価
zh_cn: 我的评分

# GalgamePage_GamePlayStatusPanel_MyComment.Text
source: My Comment
ja_jp: 私のコメント
zh_cn: 我的评价
